export const ADMINISTRATIVE_OKRUG_ALIASES: Readonly<Record<string, string>> = {
  цао: 'ЦАО',
  'центральный округ': 'ЦАО',
  'центральный административный округ': 'ЦАО',

  сао: 'САО',
  'северный округ': 'САО',
  'северный административный округ': 'САО',

  свао: 'СВАО',
  'северо-восточный округ': 'СВАО',
  'северо-восточный административный округ': 'СВАО',

  вао: 'ВАО',
  'восточный округ': 'ВАО',
  'восточный административный округ': 'ВАО',

  ювао: 'ЮВАО',
  'юго-восточный округ': 'ЮВАО',
  'юго-восточный административный округ': 'ЮВАО',

  юао: 'ЮАО',
  'южный округ': 'ЮАО',
  'южный административный округ': 'ЮАО',

  юзао: 'ЮЗАО',
  'юго-западный округ': 'ЮЗАО',
  'юго-западный административный округ': 'ЮЗАО',

  зао: 'ЗАО',
  'западный округ': 'ЗАО',
  'западный административный округ': 'ЗАО',

  сзао: 'СЗАО',
  'северо-западный округ': 'СЗАО',
  'северо-западный административный округ': 'СЗАО',

  зелао: 'ЗелАО',
  'зеленоградский округ': 'ЗелАО',
  'зеленоградский административный округ': 'ЗелАО',

  нао: 'НАО',
  'новомосковский округ': 'НАО',
  'новомосковский административный округ': 'НАО',

  тао: 'ТАО',
  'троицкий округ': 'ТАО',
  'троицкий административный округ': 'ТАО',
};
